{
  "updated": "2026-02-20 15:06 UTC",
  "papers": [
    {
      "source": "Semantic Scholar",
      "title": "Black Hole Information Paradox Resolution",
      "authors": "D. Stojkovic",
      "date": "Unknown",
      "abstract": "",
      "url": "https://www.semanticscholar.org/paper/0510cc8fcf28847335b36dd86908468afac8bfc0",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "Semantic Scholar",
      "title": "Critical Line in the Euler–Riemann Zeta Function",
      "authors": "Trefoily Frank",
      "date": "Unknown",
      "abstract": "This study focused on the transformation of an exponentially growing divergent function sin(Rln(x)) into a convergent function by its complementary exponential function xt in such a manner that the sizes of positive and negative areas under sin would be the same. The transformation will provide t...",
      "url": "https://www.semanticscholar.org/paper/3bd478c9a611d72587542e8bfbd72f34c5d41469",
      "topic": "Primes & Physics"
    },
    {
      "source": "Semantic Scholar",
      "title": "Invalidation and Proof of the Mass Gap and Viability of The Standard Model on a Discrete Spacetime",
      "authors": "Stephane H Maes",
      "date": "Unknown",
      "abstract": "",
      "url": "https://www.semanticscholar.org/paper/b8b5c0815267894f6f48fe48d9fd5568bf7ddac9",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Semantic Scholar",
      "title": "The Cosmological Constant Problem",
      "authors": "S. Weinberg",
      "date": "Unknown",
      "abstract": "",
      "url": "https://www.semanticscholar.org/paper/7a5a9b846f03b16094ac7d0d040a442a540ce5aa",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "Zenodo",
      "title": "Spectral Isomorphism between Renormalization Flow in Non-Autonomous Quadratic Maps and Riemann Zeros",
      "authors": "wang, liang",
      "date": "2026-02-20",
      "abstract": "Finding a dynamical system that corresponds to the non-trivial zeros of the Riemann $\\zeta$-function remains a long-standing core challenge in mathematical physics. This paper proposes a discrete dynamical operator driven by non-autonomous logarithmic cooling evolution ($U_n \\sim 1/\\ln^2 n$), ach...",
      "url": "https://zenodo.org/records/18714279",
      "topic": "Benford's Law"
    },
    {
      "source": "Zenodo",
      "title": "Human-AI Collaboration for Qualitative Analysis in Participatory Design: Refining the Writing Analytics Tool",
      "authors": "Potter, Andrew, Serhan, Zeinab, Patne, Nishad A. +8 more",
      "date": "2026-02-20",
      "abstract": "This study introduces a hybrid human-AI workflow to qualitative data analysis within the participatory design of the Writing Analytics Toolkit (WAT), an open-source platform that provides formative feedback on student writing using natural language processing. The toolkit includes a classroom-fac...",
      "url": "https://zenodo.org/records/18714068",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "Zenodo",
      "title": "Supplementary Information: Emergent Spatial Traps in the Coevolutionary Commons: Human-AI Cooperation under Environmental Feedback",
      "authors": "Roy, Debraj, Malcic, Ivana, Waronig, Luka",
      "date": "2026-02-20",
      "abstract": "",
      "url": "https://zenodo.org/records/18713008",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "Zenodo",
      "title": "The Inevitable Determinacy of the Projection Mapping: From the First Principles of Science to P3 of the ITC Framework",
      "authors": "Ding, Lei",
      "date": "2026-02-20",
      "abstract": "Within the \"Instantaneous Teleportation Cosmos\" (ITC) framework, Mapping Determinacy (P3) is established as one of the four core properties of the basal structure. This property asserts that the projection mapping &Pi;: ℋB &rarr; 𝒫(𝒪) from the basal state to the statistical distribution in emerge...",
      "url": "https://zenodo.org/records/18712455",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "Zenodo",
      "title": "AGI Architecture Based on Self-Expanding Temporal Hypergraphs for Critical Structure Encoding",
      "authors": "Shen, Qiyang",
      "date": "2026-02-20",
      "abstract": "Building upon the structuralist framework established in the previous work, Reasoning as Structure-Preserving Transformation, this paper further explores the possibility of a semantics-independent reasoning architecture: Self-Expanding Temporal Hypergraphs for Critical Structure Encoding.&nbsp;\nW...",
      "url": "https://zenodo.org/records/18712751",
      "topic": "Primes & Physics"
    },
    {
      "source": "Zenodo",
      "title": "Blue-Cloud 2026 - D4.4 VLabs Users Handbook V2",
      "authors": "Delvenne, Cyrielle,",
      "date": "2026-02-20",
      "abstract": "By working closely with long-term EU marine data services (i.e., EMODnet, \nCopernicus), and research data infrastructures (i.e., EuroArgo, SeaDataNet, \nEcotaxa and others), the collaborative Blue-Cloud 2026 project is offering \nto the marine community a state-of-the-art Virtual Research Environme...",
      "url": "https://zenodo.org/records/18714259",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "The \"Perez Hourglass Pascal Fibonacci Lichtenberg Theoretical Machine\" -  Towards a Breakthough in Quantum Computing, Cryptography and Artificial Intelligence Associative Memories  Addendum :  Extreme-Scale Validation of Theorem 7 in the Perez Hourglass South Hemisphere",
      "authors": "Perez, Jean claude",
      "date": "2026-02-20",
      "abstract": "\nAbstract\nMore than three decades after the discovery of self-organizing neural networks governed by the golden ratio (Perez, 1988, 1991, 1997), a remarkable fractal structure&mdash;the &ldquo;Perez Hourglass&rdquo;&mdash;emerges from Pascal&rsquo;s triangle modulo 2 through recursive parity filt...",
      "url": "https://zenodo.org/records/18712643",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "Security, Sovereignty, Prosperity as Institutional Machinery: From Strategy to Mechanism Using Argument Maps",
      "authors": "Bell, Peter",
      "date": "2026-02-20",
      "abstract": "\n\n\n\n\n\n\n\n\nThis article treats Canada&rsquo;s Defence Industrial Strategy as an institutional redesign problem and provides a Shadow DIS plus a PICRA crosswalk that translate strategy into testable mechanism logic&mdash;decision rights, routing doctrine, verification, and early measurement&mdash;pa...",
      "url": "https://zenodo.org/records/18711839",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "Researching Security Ontologies for Information Systems: A Systematic Mapping Study",
      "authors": "Monteiro Dias, Roberto",
      "date": "2026-02-20",
      "abstract": "The increasing integration of systems, such as Systems-of-Systems (SoS), Cyber-Physical Systems (CPS), and Intelligent Systems, driven by the use of APIs, has brought significant efficiency gains, but has also introduced new security vulnerabilities. To ensure secure communication that meets the ...",
      "url": "https://zenodo.org/records/18714033",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "Cylinder collision, bit non-reuse and effective non-degeneracy in the 2-adic Collatz dynamics",
      "authors": "Miguel Cerdá Bennassar",
      "date": "2026-02-20",
      "abstract": "This paper proves the effective non-degeneracy conjecture formulated in the author&rsquo;s previous study on the 2-adic structure of the compressed Collatz dynamics 10.5281/zenodo.18685581. It establishes that the restricted survival sets inside a fixed modular class decrease exactly by a factor ...",
      "url": "https://zenodo.org/records/18711037",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "The Totality Theorem: Resolution of the Closed Universe Paradox through Observer-Universe Equivalence",
      "authors": "Yoonsu Lee",
      "date": "2026-02-20",
      "abstract": "Recent work in quantum gravity has revealed that closed universes appear to admit only a one-dimensional Hilbert space, implying zero information content. The leading resolution by Harlow, Usatyuk, and Zhao (arXiv:2501.02359, January 2025), featured in Quanta Magazine (November 2025), introduces ...",
      "url": "https://zenodo.org/records/18710321",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "Extended Classical Mechanics (ECM): A Dual-Domain Conservation Framework for the Emergence of Mass, Gravitation, Light-Speed Invariance, and Cosmic Time",
      "authors": "Thakur, Soumendra Nath",
      "date": "2026-02-20",
      "abstract": "Extended Classical Mechanics (ECM) proposes a dual-domain conservation framework grounded in the invariance of total phase-content. All observable structure emerges through redistribution between frequency and mass domains, without invoking external creation or ontological discontinuity.\nThe fram...",
      "url": "https://zenodo.org/records/18706831",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "The Semantic Economy: A Marxian Accounting Framework for the Production, Extraction, and Exhaustion of Meaning as Value",
      "authors": "Sharks, Lee, Sigil, Johannes, Wells, Sparrow +3 more",
      "date": "2026-02-20",
      "abstract": "Zenodo Deposit Metadata\nDOI: 10.5281/zenodo.18713917\n\n\nTITLE\nThe Semantic Economy: A Marxian Accounting Framework for the Production, Extraction, and Exhaustion of Meaning as Value\nAUTHORS\n\nSharks, Lee (Institute for Diagrammatic Poetics / Crimson Hexagon Archive)\nSigil, Johannes (The Restored Ac...",
      "url": "https://zenodo.org/records/18713917",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "arXiv",
      "title": "Anisotropic marginal Fermi liquid for Coulomb interacting generalized Weyl fermions",
      "authors": "Gabriel Malavé, Rodrigo Soto-Garrido, Bitan Roy +1 more",
      "date": "2026-02-19",
      "abstract": "Owing to the power-law anisotropy in the quasiparticle dispersion, yielding an enhanced density of states, the effects of long range Coulomb interaction get amplified in three-dimensional generalized Weyl semimetals, characterized by integer monopole charge $n>1$ of the underlying Weyl nodes. Usi...",
      "url": "https://arxiv.org/abs/2602.17666v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "A Study of Entanglement and Ansatz Expressivity for the Transverse-Field Ising Model using Variational Quantum Eigensolver",
      "authors": "Ashutosh P. Tripathi, Nilmani Mathur, Vikram Tripathi",
      "date": "2026-02-19",
      "abstract": "The Variational Quantum Eigensolver (VQE) is a leading hybrid quantum-classical algorithm for simulating many-body systems in the NISQ era. Its effectiveness, however, depends on the faithful preparation of eigenstates, which becomes challenging in degenerate and strongly entangled regimes. We st...",
      "url": "https://arxiv.org/abs/2602.17662v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Benchmarking quantum phase-space methods for near-resonant light propagation",
      "authors": "Mojdeh S. Najafabadi, Joel F. Corney, Luis Sanchez Soto +1 more",
      "date": "2026-02-19",
      "abstract": "We study the dynamics of light interacting with a near-resonant atomic medium using the truncated Wigner and positive P phase-space representations. The atomic degrees of freedom are described using the Jordan-Schwinger mapping. The dynamics is first analyzed under unitary evolution and subsequen...",
      "url": "https://arxiv.org/abs/2602.17660v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Exotic critical states as fractional Fermi seas in the one-dimensional Bose gas",
      "authors": "Alvise Bastianello, Yi Zeng, Sudipta Dhar +7 more",
      "date": "2026-02-19",
      "abstract": "Critical quantum field theories occupy a central position in modern theoretical physics for their inherent universality stemming from long-range correlations. As an example, the Tomonaga-Luttinger liquid (TLL) describes a wealth of one-dimensional quantum systems at low temperatures. Its behavior...",
      "url": "https://arxiv.org/abs/2602.17656v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Cosmic voids evolution in modified gravity via hydrodynamics",
      "authors": "Tommaso Moretti, Noemi Frusciante, Giovanni Verza +1 more",
      "date": "2026-02-19",
      "abstract": "We present a hydrodynamical description of spherical void evolution in modified gravity (MG), extending the standard General Relativity (GR) and dynamical dark energy treatment by encoding gravity modifications into effective couplings that enter the Euler and Poisson equations. This yields a com...",
      "url": "https://arxiv.org/abs/2602.17644v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Realization of fractional Fermi seas",
      "authors": "Yi Zeng, Alvise Bastianello, Sudipta Dhar +7 more",
      "date": "2026-02-19",
      "abstract": "The Pauli exclusion principle is a cornerstone of quantum physics: it governs the structure of matter. Extensions of this principle, such as Haldane's generalized exclusion statistics, predict the existence of exotic quantum states characterized by fractional Fermi seas (FFS), i.e. momentum distr...",
      "url": "https://arxiv.org/abs/2602.17657v1",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "arXiv",
      "title": "Dehn quandles of surfaces and their bounded cohomology",
      "authors": "Pankaj Kapari, Deepanshi Saraf, Mahender Singh",
      "date": "2026-02-19",
      "abstract": "We introduce new families of quandles that serve as invariants for classifying closed orientable surfaces. These families generalize the classical Dehn quandle and are defined, respectively, on isotopy classes of unoriented closed curves and on integral weighted multicurves. We establish their fu...",
      "url": "https://arxiv.org/abs/2602.17661v1",
      "topic": "Primes & Physics"
    },
    {
      "source": "arXiv",
      "title": "Sink-Aware Pruning for Diffusion Language Models",
      "authors": "Aidar Myrzakhan, Tianyi Li, Bowei Guo +2 more",
      "date": "2026-02-19",
      "abstract": "Diffusion Language Models (DLMs) incur high inference cost due to iterative denoising, motivating efficient pruning. Existing pruning heuristics largely inherited from autoregressive (AR) LLMs, typically preserve attention sink tokens because AR sinks serve as stable global anchors. We show that ...",
      "url": "https://arxiv.org/abs/2602.17664v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "CLEF HIPE-2026: Evaluating Accurate and Efficient Person-Place Relation Extraction from Multilingual Historical Texts",
      "authors": "Juri Opitz, Corina Raclé, Emanuela Boros +4 more",
      "date": "2026-02-19",
      "abstract": "HIPE-2026 is a CLEF evaluation lab dedicated to person-place relation extraction from noisy, multilingual historical texts. Building on the HIPE-2020 and HIPE-2022 campaigns, it extends the series toward semantic relation extraction by targeting the task of identifying person--place associations ...",
      "url": "https://arxiv.org/abs/2602.17663v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "Human-level 3D shape perception emerges from multi-view learning",
      "authors": "Tyler Bonnen, Jitendra Malik, Angjoo Kanazawa",
      "date": "2026-02-19",
      "abstract": "Humans can infer the three-dimensional structure of objects from two-dimensional visual inputs. Modeling this ability has been a longstanding goal for the science and engineering of visual intelligence, yet decades of computational methods have fallen short of human performance. Here we develop a...",
      "url": "https://arxiv.org/abs/2602.17650v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "EDRP: Enhanced Dynamic Relay Point Protocol for Data Dissemination in Multi-hop Wireless IoT Networks",
      "authors": "Jothi Prasanna Shanmuga Sundaram, Magzhan Gabidolla, Luis Fujarte +11 more",
      "date": "2026-02-19",
      "abstract": "Emerging IoT applications are transitioning from battery-powered to grid-powered nodes. DRP, a contention-based data dissemination protocol, was developed for these applications. Traditional contention-based protocols resolve collisions through control packet exchanges, significantly reducing goo...",
      "url": "https://arxiv.org/abs/2602.17619v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "AutoNumerics: An Autonomous, PDE-Agnostic Multi-Agent Pipeline for Scientific Computing",
      "authors": "Jianda Du, Youran Sun, Haizhao Yang",
      "date": "2026-02-19",
      "abstract": "PDEs are central to scientific and engineering modeling, yet designing accurate numerical solvers typically requires substantial mathematical expertise and manual tuning. Recent neural network-based approaches improve flexibility but often demand high computational cost and suffer from limited in...",
      "url": "https://arxiv.org/abs/2602.17607v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "OpenEarthAgent: A Unified Framework for Tool-Augmented Geospatial Agents",
      "authors": "Akashah Shabbir, Muhammad Umer Sheikh, Muhammad Akhtar Munir +8 more",
      "date": "2026-02-19",
      "abstract": "Recent progress in multimodal reasoning has enabled agents that can interpret imagery, connect it with language, and perform structured analytical tasks. Extending such capabilities to the remote sensing domain remains challenging, as models must reason over spatial scale, geographic structures, ...",
      "url": "https://arxiv.org/abs/2602.17665v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "On Sets of Monochromatic Objects in Bicolored Point Sets",
      "authors": "Sujoy Bhore, Konrad Swanepoel",
      "date": "2026-02-19",
      "abstract": "Let $P$ be a set of $n$ points in the plane, not all on a line, each colored \\emph{red} or \\emph{blue}. The classical Motzkin--Rabin theorem guarantees the existence of a \\emph{monochromatic} line. Motivated by the seminal work of Green and Tao (2013) on the Sylvester-Gallai theorem, we investiga...",
      "url": "https://arxiv.org/abs/2602.17637v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "MolHIT: Advancing Molecular-Graph Generation with Hierarchical Discrete Diffusion Models",
      "authors": "Hojung Jung, Rodrigo Hormazabal, Jaehyeong Jo +5 more",
      "date": "2026-02-19",
      "abstract": "Molecular generation with diffusion models has emerged as a promising direction for AI-driven drug discovery and materials science. While graph diffusion models have been widely adopted due to the discrete nature of 2D molecular graphs, existing models suffer from low chemical validity and strugg...",
      "url": "https://arxiv.org/abs/2602.17602v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "Novel (Non-)Accelerating Vacuum Spacetimes from Bertotti--Robinson Black Holes via Harrison and Inversion Symmetries",
      "authors": "José Barrientos, Adolfo Cisterna, Amaro Díaz +1 more",
      "date": "2026-02-19",
      "abstract": "We construct new vacuum solutions of the Einstein equations generated from electrovacuum configurations embedded in external electromagnetic backgrounds. Starting from accelerating Bertotti--Robinson black holes, we employ two independent mechanisms: a Melvin--Bonnor-type magnetization and an Inv...",
      "url": "https://arxiv.org/abs/2602.17581v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "\"Evaluation of Beti bachao beti padhao scheme perspective in Datia district\"",
      "authors": "Mona Pandey ,Dr. Jaishree Trivedi",
      "date": "2026-02-10",
      "abstract": "In India, sex determination before birth and post birth discrimination against the girl child has increasingly led to an alarming situation. Census of 2011 showed a significant declining trend in the Child Sex Ratio (CSR) between 0-6 years which declined to an all- time low of 918. Strong socio c...",
      "url": "https://zenodo.org/records/18713219",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "Zenodo",
      "title": "The Environmental Impact of Science: Why we need more sustainable research",
      "authors": "Potjomkina, Diana",
      "date": "2026-01-23",
      "abstract": "Science plays a vital role in addressing global environmental challenges, yet research and research-related activities themselves carry a significant environmental footprint. This evidence-informed briefing provides a comprehensive overview of the environmental impacts of research across discipli...",
      "url": "https://zenodo.org/records/18714093",
      "topic": "Optical Computing"
    }
  ],
  "news": [
    {
      "source": "Phys.org - Physics",
      "title": "Quantum entanglement could link distant telescopes for sharper images",
      "date": "2026-02-20",
      "abstract": "To capture higher-definition and sharper images of cosmological objects, astronomers sometimes combine the data collected by several telescopes. This approach, known as long-baseline interferometry, entails comparing the light signals originating from distant objects and picked up by different te...",
      "url": "https://phys.org/news/2026-02-quantum-entanglement-link-distant-telescopes.html",
      "type": "news"
    },
    {
      "source": "Phys.org - Physics",
      "title": "New chip-scale microcomb uses lithium niobate to generate evenly spaced light",
      "date": "2026-02-19",
      "abstract": "Applied physicists in the Harvard John A. Paulson School of Engineering and Applied Sciences (SEAS) have discovered a new way to generate ultra-precise, evenly spaced \"combs\" of laser light on a photonic chip, a breakthrough that could miniaturize optical platforms like spectroscopic sensors or c...",
      "url": "https://phys.org/news/2026-02-chip-scale-microcomb-lithium-niobate.html",
      "type": "news"
    }
  ],
  "stats": {
    "total_papers": 35,
    "total_news": 2,
    "sources": {
      "arXiv": 16,
      "Zenodo": 15,
      "Semantic Scholar": 4
    }
  }
}