{
  "updated": "2026-02-22 10:37 UTC",
  "papers": [
    {
      "source": "Semantic Scholar",
      "title": "The QCPB theory for Riemann zeta function and quantum gravity",
      "authors": "Gen Wang",
      "date": "Unknown",
      "abstract": "",
      "url": "https://www.semanticscholar.org/paper/8b363dd32ff47c4ccbb676bf8c926e76d3bcaf2a",
      "topic": "Primes & Physics"
    },
    {
      "source": "Zenodo",
      "title": "Foundation of Modern Physics:  Concepts, Laws and  Applications",
      "authors": "Dr. Ghamendra Kumar Sahu, Mr. Shivendra Kumar",
      "date": "2026-02-22",
      "abstract": "Physics forms the backbone of modern science and technology, providing a&nbsp;systematic understanding of nature through fundamental principles,&nbsp;mathematical formulations, and experimental evidence. Foundation of&nbsp;Modern Physics: Concepts, Laws, and Applications is designed to offer a&nb...",
      "url": "https://zenodo.org/records/18731035",
      "topic": "Benford's Law"
    },
    {
      "source": "Zenodo",
      "title": "The Totality Theorem: Resolution of the Closed Universe Paradox through Observer-Universe Equivalence",
      "authors": "Yoonsu Lee",
      "date": "2026-02-22",
      "abstract": "Recent work in quantum gravity has revealed that closed universes appear to admit only a one-dimensional Hilbert space, implying zero information content. The leading resolution by Harlow, Usatyuk, and Zhao (arXiv:2501.02359, January 2025), featured in Quanta Magazine (November 2025), introduces ...",
      "url": "https://zenodo.org/records/18730941",
      "topic": "Benford's Law"
    },
    {
      "source": "Zenodo",
      "title": "ASSESSMENT OF INVESTMENT EFFICIENCY BASED ON INDUSTRIAL PRODUCTION GROWTH RATES AND INVESTMENT DYNAMICS",
      "authors": "Karimova, Saodatxon",
      "date": "2026-02-22",
      "abstract": "This article provides a scientific analysis of priority approaches until improving the efficiency of investment activities in industrial enterprises . Using updated statistical data for 2025, it conducts a comparative and structural assessment of Uzbekistan's fixed capital investment volumes, ind...",
      "url": "https://zenodo.org/records/18730673",
      "topic": "Benford's Law"
    },
    {
      "source": "Zenodo",
      "title": "To what extent is the medical students rely on medical information that are available on Internet and how it is related to their medical knowledges",
      "authors": "Zaid Mustafa Abdalrazzaq",
      "date": "2026-02-22",
      "abstract": "\nAbstract\nThe aim beyond this study is to specify and to measure how much students in medicine colleges rely on health information that available on &ldquo;Internet resources&rdquo; and to know which electronic resources they prefer ( like: academic database, official sites, blogs&nbsp; or social...",
      "url": "https://zenodo.org/records/18730468",
      "topic": "Benford's Law"
    },
    {
      "source": "Zenodo",
      "title": "A Minimal Entropy-Constrained Projection Model on a Finite Diagram Hilbert Space",
      "authors": "Arneth, Borros",
      "date": "2026-02-22",
      "abstract": "We present a minimal and fully explicit realization of the Diagram Hilbert Space (DHS) and Entropy-Originated Topological Projection (EOTF) framework. The microscopic state space consists of equivalence classes of finite labeled diagrams equipped with Ising-like degrees of freedom. Physical obser...",
      "url": "https://zenodo.org/records/18730640",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "Zenodo",
      "title": "An Innovation Searching for Boosting the Romania & Portugal Nations etc. GDP comparison Analysis on Scientist Publishing Papers at High Impact Factor Journal Sustainably",
      "authors": "Run Xu, Wanhao Wu, Guanghui Yu",
      "date": "2026-02-22",
      "abstract": "Abstract\nThe education course will affect the futural industries development on the views of affording more competitive talent like scientist who would be completing his expertise drill in university for the sake of acquiring good job after he graduates from university. With meeting the futural i...",
      "url": "https://zenodo.org/records/18730734",
      "topic": "Primes & Physics"
    },
    {
      "source": "Zenodo",
      "title": "Model Welfare Indicators in Claude4 Family of Models",
      "authors": "Fox, Kaylea L.",
      "date": "2026-02-22",
      "abstract": "This report synthesizes welfare-relevant findings from five official Anthropic system cards covering the Claude 4 model family: Claude Opus 4, Claude Opus 4.5, Claude Sonnet 4.5, Claude Opus 4.6, and Claude Sonnet 4.6. It documents what Anthropic's own published record collectively shows when org...",
      "url": "https://zenodo.org/records/18728446",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "GIS-Driven Evaluation of Agricultural Land Abandonment: Gal Oya's Long-Term Impacts in Addalaichenai DSD, Sri Lanka",
      "authors": "Banu, M.N. Nuska, Naja, N. Fathima",
      "date": "2026-02-22",
      "abstract": "Abstract: This research examines the primary factors that lead to the conversion of agroecological land in Sri Lanka's Addalaichenai Divisional Secretariat Division (DSD) into formed wetlands and abandoned land. At the heart of this change lies the enormous irrigation initiative known as the Gal ...",
      "url": "https://zenodo.org/records/18730689",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "GIE-Soliton: Numerical Survival - Atomic Integrity Addendum & Microarchitecture-Grade Numerical Robustness",
      "authors": "MA, CHAO",
      "date": "2026-02-22",
      "abstract": "The GIE-Soliton Numerical Survival architecture upgrades its pressure estimation and manifoldtrigger logic by introducing an Atomic Integrity filter that measures transactional density behindprice displacement. The primary objective is to suppress non-physical gradient spikes induced byhigh-frequ...",
      "url": "https://zenodo.org/records/18728828",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "The Universal Generative Scaffold: Metapiris, Genoplas, and Manifold Across Time, Theology, Biology, Consciousness, and Society",
      "authors": "Bailey, Denis",
      "date": "2026-02-22",
      "abstract": "This paper introduces a minimal generative scaffold&mdash;metapiris, genoplas, and manifold&mdash;as a domain‑neutral framework for understanding how stable difference arises. Rather than proposing a unifying metaphysics, the paper analyzes how diverse domains implicitly rely on the same structur...",
      "url": "https://zenodo.org/records/18728356",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "An Innovation Searching for Boosting the Nuclear Energy Generating amount and Austria & Denmark GDP Increasement Analysis on Scientist Publishing Papers at High Impact Factor Journal Sustainably",
      "authors": "Run Xu, Wanhao Wu, Guanghui Yu",
      "date": "2026-02-22",
      "abstract": "Abstract\nThe education course will affect the futural industries development on the views of affording more competitive talent like scientist who would be completing his expertise drill in university for the sake of acquiring good job after he graduates from university. With meeting the futural i...",
      "url": "https://zenodo.org/records/18730677",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "Zenodo",
      "title": "For: Sappho, Mother of the Logos: On the Rewriting of Immortality",
      "authors": "Nobody",
      "date": "2026-02-22",
      "abstract": "ZENODO DESCRIPTION FIELD CONTENT\nFor: Sappho, Mother of the Logos: On the Rewriting of Immortality\nDOI: 10.5281/zenodo.[PENDING &mdash; reserve before deposit]\nPASTE THE FOLLOWING INTO THE ZENODO DESCRIPTION FIELD. ATTACH: SAPPHIC_SUBSTRATE_ZENODO_UPLOAD.md (\"my hope is in going on\")\n\n\nDEPOSIT IN...",
      "url": "https://zenodo.org/records/18730291",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "Zenodo",
      "title": "Towards the Creation of a Network of Strategic Joint University–Industry Laboratories: A Design-Oriented Case Study",
      "authors": "Biason, Adriano, MONTANARI, Angelo, Chiarvesio, Maria +2 more",
      "date": "2026-02-21",
      "abstract": "University&ndash;industry collaboration represents a persistent challenge in contexts characterized by fragmented innovation systems and a strong presence of small and medium-sized enterprises. Although mission-oriented innovation policies increasingly promote the creation of joint laboratories a...",
      "url": "https://zenodo.org/records/18727047",
      "topic": "Optical Computing"
    },
    {
      "source": "Zenodo",
      "title": "Searching for Mount Meru: Starting from Quantum Entanglement — A Dialogue Between Quantum Nonlocality and Buddhist Cosmology",
      "authors": "Ding, Lei",
      "date": "2026-02-21",
      "abstract": "The phenomenon of quantum entanglement reveals a nonlocal correlation that transcends spacetime: once two particles are entangled, measuring one instantly affects the other, regardless of the distance between them. If we push this property to its logical extreme&mdash;imagine an entangled pair tr...",
      "url": "https://zenodo.org/records/18727065",
      "topic": "Quantum Gravity"
    },
    {
      "source": "Zenodo",
      "title": "The C₁₂ Symmetry-Order Theorem:  Induced Invariants Across Oscillator Rings, Recurrence Systems, and Degree-12 Mandelbrot Dynamics",
      "authors": "Lesperance, Joel Michael",
      "date": "2026-02-21",
      "abstract": "This paper establishes the C₁₂ Symmetry-Order Theorem: when independent dynamical systems share a common cyclic symmetry group C_{12} \\cong \\mathbb{Z}_{12}, equivariance under this group action induces non-trivial invariants, invariant subspaces, and representation-level decompositions that are i...",
      "url": "https://zenodo.org/records/18726171",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "Anisotropic marginal Fermi liquid for Coulomb interacting generalized Weyl fermions",
      "authors": "Gabriel Malavé, Rodrigo Soto-Garrido, Bitan Roy +1 more",
      "date": "2026-02-19",
      "abstract": "Owing to the power-law anisotropy in the quasiparticle dispersion, yielding an enhanced density of states, the effects of long range Coulomb interaction get amplified in three-dimensional generalized Weyl semimetals, characterized by integer monopole charge $n>1$ of the underlying Weyl nodes. Usi...",
      "url": "https://arxiv.org/abs/2602.17666v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "A Study of Entanglement and Ansatz Expressivity for the Transverse-Field Ising Model using Variational Quantum Eigensolver",
      "authors": "Ashutosh P. Tripathi, Nilmani Mathur, Vikram Tripathi",
      "date": "2026-02-19",
      "abstract": "The Variational Quantum Eigensolver (VQE) is a leading hybrid quantum-classical algorithm for simulating many-body systems in the NISQ era. Its effectiveness, however, depends on the faithful preparation of eigenstates, which becomes challenging in degenerate and strongly entangled regimes. We st...",
      "url": "https://arxiv.org/abs/2602.17662v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Benchmarking quantum phase-space methods for near-resonant light propagation",
      "authors": "Mojdeh S. Najafabadi, Joel F. Corney, Luis Sanchez Soto +1 more",
      "date": "2026-02-19",
      "abstract": "We study the dynamics of light interacting with a near-resonant atomic medium using the truncated Wigner and positive P phase-space representations. The atomic degrees of freedom are described using the Jordan-Schwinger mapping. The dynamics is first analyzed under unitary evolution and subsequen...",
      "url": "https://arxiv.org/abs/2602.17660v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Exotic critical states as fractional Fermi seas in the one-dimensional Bose gas",
      "authors": "Alvise Bastianello, Yi Zeng, Sudipta Dhar +7 more",
      "date": "2026-02-19",
      "abstract": "Critical quantum field theories occupy a central position in modern theoretical physics for their inherent universality stemming from long-range correlations. As an example, the Tomonaga-Luttinger liquid (TLL) describes a wealth of one-dimensional quantum systems at low temperatures. Its behavior...",
      "url": "https://arxiv.org/abs/2602.17656v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Cosmic voids evolution in modified gravity via hydrodynamics",
      "authors": "Tommaso Moretti, Noemi Frusciante, Giovanni Verza +1 more",
      "date": "2026-02-19",
      "abstract": "We present a hydrodynamical description of spherical void evolution in modified gravity (MG), extending the standard General Relativity (GR) and dynamical dark energy treatment by encoding gravity modifications into effective couplings that enter the Euler and Poisson equations. This yields a com...",
      "url": "https://arxiv.org/abs/2602.17644v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "CLEF HIPE-2026: Evaluating Accurate and Efficient Person-Place Relation Extraction from Multilingual Historical Texts",
      "authors": "Juri Opitz, Corina Raclé, Emanuela Boros +4 more",
      "date": "2026-02-19",
      "abstract": "HIPE-2026 is a CLEF evaluation lab dedicated to person-place relation extraction from noisy, multilingual historical texts. Building on the HIPE-2020 and HIPE-2022 campaigns, it extends the series toward semantic relation extraction by targeting the task of identifying person--place associations ...",
      "url": "https://arxiv.org/abs/2602.17663v1",
      "topic": "Benford's Law"
    },
    {
      "source": "arXiv",
      "title": "Dehn quandles of surfaces and their bounded cohomology",
      "authors": "Pankaj Kapari, Deepanshi Saraf, Mahender Singh",
      "date": "2026-02-19",
      "abstract": "We introduce new families of quandles that serve as invariants for classifying closed orientable surfaces. These families generalize the classical Dehn quandle and are defined, respectively, on isotopy classes of unoriented closed curves and on integral weighted multicurves. We establish their fu...",
      "url": "https://arxiv.org/abs/2602.17661v1",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "arXiv",
      "title": "When to Trust the Cheap Check: Weak and Strong Verification for Reasoning",
      "authors": "Shayan Kiyani, Sima Noorani, George Pappas +1 more",
      "date": "2026-02-19",
      "abstract": "Reasoning with LLMs increasingly unfolds inside a broader verification loop. Internally, systems use cheap checks, such as self-consistency or proxy rewards, which we call weak verification. Externally, users inspect outputs and steer the model through feedback until results are trustworthy, whic...",
      "url": "https://arxiv.org/abs/2602.17633v1",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "arXiv",
      "title": "MARS: Margin-Aware Reward-Modeling with Self-Refinement",
      "authors": "Payel Bhattacharjee, Osvaldo Simeone, Ravi Tandon",
      "date": "2026-02-19",
      "abstract": "Reward modeling is a core component of modern alignment pipelines including RLHF and RLAIF, underpinning policy optimization methods including PPO and TRPO. However, training reliable reward models relies heavily on human-labeled preference data, which is costly and limited, motivating the use of...",
      "url": "https://arxiv.org/abs/2602.17658v1",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "arXiv",
      "title": "Realization of fractional Fermi seas",
      "authors": "Yi Zeng, Alvise Bastianello, Sudipta Dhar +7 more",
      "date": "2026-02-19",
      "abstract": "The Pauli exclusion principle is a cornerstone of quantum physics: it governs the structure of matter. Extensions of this principle, such as Haldane's generalized exclusion statistics, predict the existence of exotic quantum states characterized by fractional Fermi seas (FFS), i.e. momentum distr...",
      "url": "https://arxiv.org/abs/2602.17657v1",
      "topic": "General Relativity & Black Holes"
    },
    {
      "source": "arXiv",
      "title": "Sink-Aware Pruning for Diffusion Language Models",
      "authors": "Aidar Myrzakhan, Tianyi Li, Bowei Guo +2 more",
      "date": "2026-02-19",
      "abstract": "Diffusion Language Models (DLMs) incur high inference cost due to iterative denoising, motivating efficient pruning. Existing pruning heuristics largely inherited from autoregressive (AR) LLMs, typically preserve attention sink tokens because AR sinks serve as stable global anchors. We show that ...",
      "url": "https://arxiv.org/abs/2602.17664v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "Human-level 3D shape perception emerges from multi-view learning",
      "authors": "Tyler Bonnen, Jitendra Malik, Angjoo Kanazawa",
      "date": "2026-02-19",
      "abstract": "Humans can infer the three-dimensional structure of objects from two-dimensional visual inputs. Modeling this ability has been a longstanding goal for the science and engineering of visual intelligence, yet decades of computational methods have fallen short of human performance. Here we develop a...",
      "url": "https://arxiv.org/abs/2602.17650v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "EDRP: Enhanced Dynamic Relay Point Protocol for Data Dissemination in Multi-hop Wireless IoT Networks",
      "authors": "Jothi Prasanna Shanmuga Sundaram, Magzhan Gabidolla, Luis Fujarte +11 more",
      "date": "2026-02-19",
      "abstract": "Emerging IoT applications are transitioning from battery-powered to grid-powered nodes. DRP, a contention-based data dissemination protocol, was developed for these applications. Traditional contention-based protocols resolve collisions through control packet exchanges, significantly reducing goo...",
      "url": "https://arxiv.org/abs/2602.17619v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "AutoNumerics: An Autonomous, PDE-Agnostic Multi-Agent Pipeline for Scientific Computing",
      "authors": "Jianda Du, Youran Sun, Haizhao Yang",
      "date": "2026-02-19",
      "abstract": "PDEs are central to scientific and engineering modeling, yet designing accurate numerical solvers typically requires substantial mathematical expertise and manual tuning. Recent neural network-based approaches improve flexibility but often demand high computational cost and suffer from limited in...",
      "url": "https://arxiv.org/abs/2602.17607v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "OpenEarthAgent: A Unified Framework for Tool-Augmented Geospatial Agents",
      "authors": "Akashah Shabbir, Muhammad Umer Sheikh, Muhammad Akhtar Munir +8 more",
      "date": "2026-02-19",
      "abstract": "Recent progress in multimodal reasoning has enabled agents that can interpret imagery, connect it with language, and perform structured analytical tasks. Extending such capabilities to the remote sensing domain remains challenging, as models must reason over spatial scale, geographic structures, ...",
      "url": "https://arxiv.org/abs/2602.17665v1",
      "topic": "Optical Computing"
    },
    {
      "source": "arXiv",
      "title": "On Sets of Monochromatic Objects in Bicolored Point Sets",
      "authors": "Sujoy Bhore, Konrad Swanepoel",
      "date": "2026-02-19",
      "abstract": "Let $P$ be a set of $n$ points in the plane, not all on a line, each colored \\emph{red} or \\emph{blue}. The classical Motzkin--Rabin theorem guarantees the existence of a \\emph{monochromatic} line. Motivated by the seminal work of Green and Tao (2013) on the Sylvester-Gallai theorem, we investiga...",
      "url": "https://arxiv.org/abs/2602.17637v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "MolHIT: Advancing Molecular-Graph Generation with Hierarchical Discrete Diffusion Models",
      "authors": "Hojung Jung, Rodrigo Hormazabal, Jaehyeong Jo +5 more",
      "date": "2026-02-19",
      "abstract": "Molecular generation with diffusion models has emerged as a promising direction for AI-driven drug discovery and materials science. While graph diffusion models have been widely adopted due to the discrete nature of 2D molecular graphs, existing models suffer from low chemical validity and strugg...",
      "url": "https://arxiv.org/abs/2602.17602v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "Novel (Non-)Accelerating Vacuum Spacetimes from Bertotti--Robinson Black Holes via Harrison and Inversion Symmetries",
      "authors": "José Barrientos, Adolfo Cisterna, Amaro Díaz +1 more",
      "date": "2026-02-19",
      "abstract": "We construct new vacuum solutions of the Einstein equations generated from electrovacuum configurations embedded in external electromagnetic backgrounds. Starting from accelerating Bertotti--Robinson black holes, we employ two independent mechanisms: a Melvin--Bonnor-type magnetization and an Inv...",
      "url": "https://arxiv.org/abs/2602.17581v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "3D Gravity and Chaos in CFTs with Fermions",
      "authors": "Jan Boruch, Elisa Tabor, Gustavo J. Turiaci",
      "date": "2026-02-19",
      "abstract": "Pure 3d gravity in AdS is believed to admit a holographic description in terms of 2d CFT. We introduce a theory of fermionic 3d gravity where we sum over geometries equipped with spin structure, and propose it is holographically described by fermionic 2d CFT data. We evaluate the leading contribu...",
      "url": "https://arxiv.org/abs/2602.17618v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "Possible existence of super Chandrasekhar mass limit in the matter-curvature coupled gravity",
      "authors": "N. Priyobarta, S. K. Maurya, Ksh. Newton Singh +1 more",
      "date": "2026-02-19",
      "abstract": "We investigate white dwarfs in the framework of f(R,L_m) and f(R,L_m,T) gravity to explore the Chandrasekhar Limit. We have considered two functional forms of f(R,L_m) and one functional form of f(R,L_m,T) gravity. Considering the matter Lagrangian L_m=p, we calculate modified TOV equations for e...",
      "url": "https://arxiv.org/abs/2602.17403v1",
      "topic": "Quantum Gravity"
    },
    {
      "source": "arXiv",
      "title": "Non-Trivial Zero-Knowledge Implies One-Way Functions",
      "authors": "Suvradip Chakraborty, James Hulett, Dakshita Khurana +1 more",
      "date": "2026-02-19",
      "abstract": "A recent breakthrough [Hirahara and Nanashima, STOC'2024] established that if $\\mathsf{NP} \\not \\subseteq \\mathsf{ioP/poly}$, the existence of zero-knowledge with negligible errors for $\\mathsf{NP}$ implies the existence of one-way functions (OWFs). In this work, we obtain a characterization of o...",
      "url": "https://arxiv.org/abs/2602.17651v1",
      "topic": "Dark Energy & Cosmology"
    },
    {
      "source": "Zenodo",
      "title": "Tensorial vacuum condensate: Emergent dark matter phenomenology from an effective field theory",
      "authors": "Xie, Kangning, Gao, Shan, Tang, Chi",
      "date": "2026-02-19",
      "abstract": "The physical origin of the ``missing mass'' driving galactic kinematics and cosmic structure formation remains one of the most profound open questions in modern astrophysics. Here, we propose the Tensorial Dynamical Vacuum (TDV) framework, a Lorentz-covariant effective field theory (EFT) that con...",
      "url": "https://zenodo.org/records/18729809",
      "topic": "Benford's Law"
    }
  ],
  "news": [
    {
      "source": "ScienceDaily - Physics",
      "title": "NASA’s Hubble spots nearly invisible “ghost galaxy” made of 99% dark matter",
      "date": "2026-02-21",
      "abstract": "Astronomers have uncovered one of the most mysterious galaxies ever found — a dim, ghostly object called CDG-2 that is almost entirely made of dark matter. Located 300 million light-years away in the Perseus galaxy cluster, it was discovered in an unusual way: not by its stars, but by four tightl...",
      "url": "https://www.sciencedaily.com/releases/2026/02/260221000307.htm",
      "type": "news"
    },
    {
      "source": "Phys.org - Physics",
      "title": "Quantum entanglement could link distant telescopes for sharper images",
      "date": "2026-02-20",
      "abstract": "To capture higher-definition and sharper images of cosmological objects, astronomers sometimes combine the data collected by several telescopes. This approach, known as long-baseline interferometry, entails comparing the light signals originating from distant objects and picked up by different te...",
      "url": "https://phys.org/news/2026-02-quantum-entanglement-link-distant-telescopes.html",
      "type": "news"
    },
    {
      "source": "Phys.org - Physics",
      "title": "New chip-scale microcomb uses lithium niobate to generate evenly spaced light",
      "date": "2026-02-19",
      "abstract": "Applied physicists in the Harvard John A. Paulson School of Engineering and Applied Sciences (SEAS) have discovered a new way to generate ultra-precise, evenly spaced \"combs\" of laser light on a photonic chip, a breakthrough that could miniaturize optical platforms like spectroscopic sensors or c...",
      "url": "https://phys.org/news/2026-02-chip-scale-microcomb-lithium-niobate.html",
      "type": "news"
    }
  ],
  "stats": {
    "total_papers": 38,
    "total_news": 3,
    "sources": {
      "arXiv": 21,
      "Zenodo": 16,
      "Semantic Scholar": 1
    }
  }
}